Revit 2024 API
ParameterTypeId.AnalyticalZoneName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId AnalyticalZoneName { get; }
Visual Basic
Public Shared ReadOnly Property AnalyticalZoneName As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ AnalyticalZoneName {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace